Repository: javolero/iupick-woocommerce
Catalog: languages/wf-shipping-iupick-*.po
Languages: es_es

source: Select one waypoint on the map
es_es: Selecciona un punto de entrega

source: Waypoint is needed
es_es: Se necesita de un punto de entrega

source: You can pick up your order with your ID and tracking number.
es_es: Puedes recoger tu pedido presentando una identificación y tu número de guía

source: Waypoint:
es_es: Punto de entrega:

source: Company:
es_es: Compañía:

source: Tracking number:
es_es: Número de guía:

source: No packages found.
es_es: No se encontraron paquetes.

source: Length
es_es: Largo

source: Width
es_es: Ancho

source: Height
es_es: Alto

source: Weight
es_es: Peso

source: Shipping vendor
es_es: Mensajería

source: None
es_es: Ninguno

source: Tracking number
es_es: Número de guía

source: Create IUPICK shipping
es_es: Enviar con iuPick

source: Waypoint ID
es_es: ID del punto de entrega

source: You need select a waypoint on the map
es_es: Debes seleccionar un punto de entrega en el mapa

source: Select this waypoint override your previous shipping address, continue?
es_es: Al seleccionar este punto reemplazarás el domicilio de entrega previo. ¿Quieres continuar?

source: Cancel
es_es: Cancelar

source: Settings
es_es: Ajustes

source: Enabled IUPICK
es_es: Activar iuPick

source: Enabled iupick
es_es: Activar iuPick

source: Override flat rate shipping with iupick
es_es: Reemplazar el envío de Tarifa Fija de WooCommerce con iuPick

source: Disabled
es_es: Desactivado

source: Shipping cost
es_es: Costo del envío

source: Cost
es_es: Costo

source: Method Title
es_es: Título para el método de envío

source: This controls the title which the user sees during checkout.
es_es: Se muestra como el nombre del tipo de envío que tus clientes ven cuando finalizan su pedido.

source: Sandbox IUPICK Secret token
es_es: Sanbox iuPick Secret Token

source: Sandbox Public token.
es_es: Sandbox Publick Token.

source: Enable sandbox mode
es_es: Activar modo Sandbox

source: Enable sandbox mode to use sandbox environmnet
es_es: Utiliza el modo Sandbox para usar un ambiente te pruebas

source: Debug Mode
es_es: Depuración de errores

source: Enable debug mode
es_es: Activar depuración de errores (Debug)

source: Enable debug mode to show debugging information on the cart/checkout.
es_es: Activa la depuración de errores para mostrar información de errores en el carrito y checkout

source: Shop Reference (required)
es_es: Referencia de Comercio*

source: IUPICK shop reference
es_es: Referencia de comercio iuPick

source: Shipper name (required)
es_es: Nombre del remitente*

source: Shipper phone (required)
es_es: Teléfono del remitente*

source: Shipper email (required)
es_es: Email del remitente*

source: Shipper title
es_es: Título del remitente

source: Shipper company (required)
es_es: Compañía remitente*

source: Shipper phone extension
es_es: Extensión telefónica del remitente

source: Shipper Address city (required)
es_es: Ciudad del remitente*

source: Shipper Address State (required)
es_es: Estado del remitente*

source: Shipper Address line one (required)
es_es: Domicilio del remitente - Línea 1*

source: Shipper Address line two (required)
es_es: Domicilio del remitente - Línea 2*

source: Shipper Address neighborhood (required)
es_es: Colonia del remitente*

source: Shipper Address postal_code (required)
es_es: Código Postal del remitente*

source: Obtains real time shipping waypints.
es_es: Obtiene puntos de entrega en tiempo real.

source: IUPICK debug mode is on - to hide these messages, turn debug mode off in the settings.
es_es: El modo debug de iuPick está activado - para ocultar estos mensajes, desactiva el modo de depuración de errores en los ajustes de iuPick.

source: Obtain real time shipping waypoints.
es_es: Obtén puntos de entrega en tiempo real.
